[{"date":"2007-03-12","explanation":"What would it be like to coast by Jupiter and watch it rotate?   This was just the experience of the New Horizons spacecraft as it approached and flew by Jupiter earlier this year.   Clicking on the image will bring up a movie of what the robotic spacecraft saw. Visible above in the extensive atmosphere of the Solar System's largest planet are bands and belts of light and dark clouds, as well as giant rotating storm systems seen as ovals.  Other movies compiled by New Horizons and other passing spacecraft have captured the clouds swirling and moving relative to themselves.  Jupiter has a diameter of about eleven times that of our Earth, and rotates once in about 10 hours. The robotic New Horizons spacecraft continues to speed toward the outer Solar System where it is expected to approach Pluto in 2015.","hdurl":"https://apod.nasa.gov/apod/image/0703/jupiterspin_newhorizons.mpg","media_type":"image","service_version":"v1","title":"Watch Jupiter Rotate","url":"https://apod.nasa.gov/apod/image/0703/jupiterspin_newhorizons.jpg"},{"copyright":"Andy Steere","date":"1996-12-12","explanation":"There are more than a few stars in our Galaxy.\r The light from many of them combines to appear as a wisp of faint\r light across the night sky - the Milky Way.\r In the northern hemisphere, away from city lights\r and during the summer months, part of the Milky Way\r can be seen behind the Summer Triangle\r of stars - Deneb,\r Vega,\r and Altair.\r These are the brightest three stars in the above photograph,\r listed from left to right, respectively. If you could collect\r light in your eyes for 10 minutes at a time (instead of the usual\r 1/10th of a second), you might see something like the\r above photograph.\r Behind the Summer Triangle\r lies some of the vast star fields\r of our Milky Way Galaxy, containing\r literally billions\r of stars. The dark band across the middle that seems to divide\r the stars is actually interstellar dust,\r which absorbs more visible light than it emits and so appears\r dark.\r","hdurl":"https://apod.nasa.gov/apod/image/9612/sumtri_as_big.jpg","media_type":"image","service_version":"v1","title":"The Milky Way Through the Summer Triangle","url":"https://apod.nasa.gov/apod/image/9612/sumtri_as_big.jpg"},{"date":"1999-07-04","explanation":"On July 4th, 1997 - using its own array of fireworks, a parachute, and airbags - the Mars Pathfinder spacecraft successfully came to rest on the surface of Mars at 10:07 AM Pacific Daylight Time. Ninety minutes before reaching the surface Pathfinder began a flurry of activity. The robot spacecraft vented cooling fluid, jettisoned its cruise stage, decelerated at 20 gees on atmospheric entry, deployed a 24 foot parachute, jettisoned its heat shield, slid down a 60 foot bridle, fired solid fuel braking rockets, deployed a cocoon of airbags, separated from the bridle, impacted the martian surface, bounced a few times (traveling about 300 - 600 feet between bounces), settled on the surface, deflated the airbags, and righted itself, all under the autonomous control of the onboard computer. Above is a mosaic of images transmitted shortly after Pathfinder reestablished communication with its operators on Earth. The solar powered, two foot long, 25 pound Mars Sojourner robot rover is visible crouched on the unfolded spacecraft. Beyond lie deflated airbags, rock-strewn terrain, distant hills, and a dusty brown martian sky.","hdurl":"https://apod.nasa.gov/apod/image/9707/mars1_pathfinder_big.jpg","media_type":"image","service_version":"v1","title":"A Landing On Mars","url":"https://apod.nasa.gov/apod/image/9707/mars1_pathfinder.jpg"},{"date":"1999-06-06","explanation":"Johannes Kepler used simple mathematics to describe how planets move. Kepler was an assistant to the most accurate astronomical observer of the time, Tycho Brahe.  Kepler was able to use Brahe's data to show that planets move in ellipses around the Sun (Kepler's First Law), that planets move proportionally faster in their orbits when they are nearer the Sun (Kepler's Second Law), and that more distant planets take proportionally longer to orbit the Sun (Kepler's Third Law). Kepler lived from 1571 to 1630, during the time of discovery of the telescope. Kepler was one of the few vocal supporters of Galileo's discoveries and the Copernican system of planets orbiting the Sun instead of the Earth.","hdurl":"https://apod.nasa.gov/apod/image/kepler_hist_big.gif","media_type":"image","service_version":"v1","title":"Kepler Discovers How Planets Move","url":"https://apod.nasa.gov/apod/image/kepler_hist.gif"},{"date":"2006-07-28","explanation":"These four panels show x-ray images of expanding cosmic debris clouds, tens of light-years across, in nearby galaxy the Large Magellanic Cloud. The supernova remnants (SNRs) are the results of two types of stellar explosions and are arranged in order of apparent age or the time since light from the initial explosion first reached planet Earth. Clockwise starting at the upper left are remnants aged 600 years, 1,500 years, 10,000 years and 13,000 years. The first three result from a Type Ia explosion - the destruction of a white dwarf star by a thermonuclear blast triggered by mass accreted from a stellar companion.  The fourth (lower left) is a Type II explosion - triggered by the final collapse of the core of a massive star. A neutron star, the remnant of the collapsed core, lies at its center.","hdurl":"https://apod.nasa.gov/apod/image/0607/4snr_cxc_f.jpg","media_type":"image","service_version":"v1","title":"Four Supernova Remnants","url":"https://apod.nasa.gov/apod/image/0607/4snr_cxc_f89.jpg"}]