[{"date":"2020-02-25","explanation":"How similar is Jupiter's magnetic field to Earth's? NASA's robotic Juno spacecraft has found that Jupiter's magnetic field is surprisingly complex, so that the Jovian world does not have single magnetic poles like our Earth.  A snapshot of Jupiter's magnetic field at one moment in time, as animated from Juno data, appears in the featured video. Red and blue colors depict cloud-top regions of strong positive (south) and negative (north) magnetic fields, respectively. Surrounding the planet are imagined magnetic field lines. The first sequence of the animated video starts off by showing what appears to be a relatively normal dipole field, but soon a magnetic region now known as the Great Blue Spot rotates into view, which is not directly aligned with Jupiter's rotation poles.  Further, in the second sequence, the illustrative animation takes us over one of Jupiter's spin poles where red magnetic hotspots are revealed to be extended and sometimes even annular.  A better understanding of Jupiter's magnetic field may give clues toward a better understanding of Earth's enigmatic planetary magnetism.","media_type":"video","service_version":"v1","title":"Jupiter's Magnetic Field from Juno","url":"https://www.youtube.com/embed/-N7nRh5v1Iw?rel=0"},{"date":"2015-08-31","explanation":"Pluto is more colorful than we can see. Color data and images of our Solar System's most famous dwarf planet, taken by the robotic New Horizons spacecraft during its flyby in July, have been digitally combined to give an enhanced view of this ancient world sporting an unexpectedly young surface. The featured enhanced color image is not only esthetically pretty but scientifically useful, making surface regions of differing chemical composition visually distinct. For example, the light-colored heart-shaped Tombaugh Regio on the lower right is clearly shown here to be divisible into two regions that are geologically different, with the leftmost lobe Sputnik Planum also appearing unusually smooth. New Horizons now continues on beyond Pluto, will continue to beam back more images and data, and will soon be directed to change course so that it can fly past asteroid 2014 MU69 in 2019 January.   Pluto Images with Brief Explanations: APOD Pluto Search","hdurl":"https://apod.nasa.gov/apod/image/1508/PlutoEnhanced_NewHorizons_1920.jpg","media_type":"image","service_version":"v1","title":"Pluto in Enhanced Color","url":"https://apod.nasa.gov/apod/image/1508/PlutoEnhanced_NewHorizons_960.jpg"},{"copyright":"Thomas V. Davis","date":"2005-10-11","explanation":"Most star clusters are singularly impressive.  Open clusters NGC 869 and NGC 884, however, are doubly impressive.  Also known as \"h and chi Persei\", this unusual double cluster, shown above, is bright enough to be seen from a dark location without even binoculars.  Although their discovery surely predates written history, the Greek astronomer Hipparchus notably cataloged the \"double  cluster\".  The clusters are over 7,000 light years distant toward the constellation of Perseus, but are separated by only hundreds of light years.","hdurl":"https://apod.nasa.gov/apod/image/0510/doublecluster_davis_big.jpg","media_type":"image","service_version":"v1","title":"NGC 869 & NGC 884: A Double Open Cluster","url":"https://apod.nasa.gov/apod/image/0510/doublecluster_davis.jpg"},{"date":"2007-12-15","explanation":"This fantastic skyscape lies at the eastern edge of giant stellar nursery W5, about 7,000 light-years away in the constellation Cassiopeia. An infrared view from the Spitzer Space Telescope, it features interstellar clouds of cold gas and dust sculpted by winds and radiation from a hot, massive star outside the picture (just above and to the right). Still swaddled within the cosmic clouds, newborn stars are revealed by Spitzer's penetrating gaze, their formation also triggered by the massive star. Fittingly dubbed \"Mountains of Creation\", these interstellar clouds are about 10 times the size of the analogous Pillars of Creation in M16, made famous in a 1995 Hubble Space Telescope view. W5 is also known as IC 1848 and together with IC 1805 it is part of a complex region popularly dubbed the Heart and Soul Nebulae. The Spitzer image spans about 70 light-years at the distance of W5.","hdurl":"https://apod.nasa.gov/apod/image/0712/Mountains_spitzer_f.jpg","media_type":"image","service_version":"v1","title":"Mountains of Creation","url":"https://apod.nasa.gov/apod/image/0712/Mountains_spitzer_f800.jpg"},{"date":"2000-08-19","explanation":"Launched in 1990, the orbiting ROSAT observatory explored the Universe by viewing the entire sky in x-rays -- photons with about 1,000 times more energy than visible light. This ROSAT survey produced the sharpest, most sensitive image of the x-ray sky to date. The all-sky image is shown with the plane of our Milky Way Galaxy running horizontally through the center. Both x-ray brightness and relative energy are represented with red, green, and blue colors indicating three x-ray energy ranges (from lowest to highest). Bright x-ray spots near the galactic plane are within our own Milky Way. The brightest region (right of center) is toward the Vela Pulsar and the Puppis supernova remnant. Bright sources beyond our Galaxy are also apparent, notably the Virgo cluster of galaxies (near top right) and the Large Magellanic Cloud (LMC). The LMC is easy to find here as several of the black stripes (blank areas caused by missing data) seem to converge on its position (lower right). Over large areas of the sky a general diffuse background of x-rays dominates.  Hot gas in our own Galaxy provides much of this background and gives rise to the grand looping structures visible in the direction of the galactic center (image center). Unresolved extragalactic sources also add to this background, particularly above and below the plane. Despite the x-ray sky's exotic appearance, a very familiar feature is visible - the gas and dust clouds which line the plane of our galaxy absorb x-rays as well as optical light and produce the dark bands running through the galactic center.","hdurl":"https://apod.nasa.gov/apod/image/0008/xallsky_rosat110.jpg","media_type":"image","service_version":"v1","title":"ROSAT Explores The X-Ray Sky","url":"https://apod.nasa.gov/apod/image/0008/xallsky_rosat110.jpg"}]